Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# MoviesShowsAppIconVisible
source: Show
ar: إظهار
ca: Mostra
cs: Zobrazit
da: Vis
de: Einblenden
el: Εμφάνιση
es: Mostrar
es_us: Mostrar
fi: Näytä
fr: Afficher
fr_ca: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
ms: Tunjukkan
nb: Vis
nl: Toon
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afișați
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_cn: 显示
zh_hk: 顯示
zh_tw: 顯示

# MoviesShowsHomeScreenSectionTitle
source: Home Screen
ar: الشاشة الرئيسية
ca: Pantalla d’inici
cs: Plocha
da: Hjemmeskærm
de: Home-Bildschirm
el: Οθόνη Αφετηρίας
es: Pantalla de inicio
es_us: Pantalla de inicio
fi: Koti-valikko
fr: Écran d’accueil
fr_ca: Écran d’accueil
he: מסך הבית
hi: होम स्क्रीन
hr: Početni zaslon
hu: Főképernyő
id: Layar Utama
it: Schermata Home
ja: ホーム画面
ko: 홈 화면
ms: Skrin Utama
nb: Hjem-skjermen
nl: Beginscherm
pl: Ekran główny
pt_br: Tela de Início
pt_pt: Ecrã principal
ro: Ecran principal
ru: Экран «Домой»
sk: Plocha
sl: Domači zaslon
sv: Hemskärmen
th: หน้าจอโฮม
tr: Ana Ekran
uk: Початковий екран
vi: Màn hình chính
zh_cn: 主屏幕
zh_hk: 主畫面
zh_tw: 主畫面

# MoviesShowsPrivacySectionTitle
source: Privacy
ar: الخصوصية
ca: Privacitat
cs: Soukromí
da: Anonymitet
de: Datenschutz
el: Απόρρητο
es: Privacidad
es_us: Privacidad
fi: Tietosuoja
fr: Confidentialité
fr_ca: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Intimitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Quyền riêng tư
zh_cn: 隐私
zh_hk: 私隱
zh_tw: 隱私權

# MusicAppHomeScreenSection
source: Home Screen
ar: الشاشة الرئيسية
ca: Pantalla d’inici
cs: Plocha
da: Hjemmeskærm
de: Home-Bildschirm
el: Οθόνη Αφετηρίας
es: Pantalla de inicio
es_us: Pantalla de inicio
fi: Koti-valikko
fr: Écran d’accueil
fr_ca: Écran d’accueil
he: מסך הבית
hi: होम स्क्रीन
hr: Početni zaslon
hu: Főképernyő
id: Layar Utama
it: Schermata Home
ja: ホーム画面
ko: 홈 화면
ms: Skrin Utama
nb: Hjem-skjerm
nl: Beginscherm
pl: Ekran główny
pt_br: Tela de Início
pt_pt: Ecrã principal
ro: Ecran principal
ru: Экран «Домой»
sk: Plocha
sl: Domači zaslon
sv: Hemskärm
th: หน้าจอโฮม
tr: Ana Ekran
uk: Початковий екран
vi: Màn hình chính
zh_cn: 主屏幕
zh_hk: 主畫面
zh_tw: 主畫面

# MusicAppleMusicHideValue
source: Hide
ar: إخفاء
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# MusicAppleMusicShowValue
source: Show
ar: عرض
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
es_us: Mostrar
fi: Näytä
fr: Afficher
fr_ca: Afficher
he: הצגה
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 보기
ms: Tunjukkan
nb: Vis
nl: Toon
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ro: Afișați
ru: Показать
sk: Zobraziť
sl: Prikaži
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_cn: 显示
zh_hk: 顯示
zh_tw: 節目

# MusicAppLibraryAndTopAlbums
source: Library + Top Albums
ar: المكتبة + أفضل الألبومات
ca: Biblioteca i top d’àlbums
cs: Knihovna + top alba
da: Bibliotek + Populære album
de: Mediathek + Top-Alben
el: Βιβλιοθήκη + Κορυφαία
es: Biblioteca y top álbumes
es_us: Biblioteca y álbumes dest.
fi: Kirjasto + Top-albumit
fr: Bibli. + Meilleurs albums
fr_ca: Bibliothèque et meilleurs albums
he: ספריה + אלבומים מובילים
hi: लाइब्रेरी + शीर्ष ऐल्बम
hr: Medijateka + Top albumi
hu: Könyvtár + Legnépszerűbb albumok
id: Perpustakaan + Album Teratas
it: Libreria + Top album
ja: ライブラリ+トップアルバム
ko: 보관함 + 인기 앨범
ms: Pustaka + Album Teratas
nb: Bibliotek + populære albumer
nl: Bibliotheek + topalbums
pl: Biblioteka, najpopularniejsze
pt_br: Biblioteca + Principais Álbuns
pt_pt: Biblioteca e top de álbuns
ro: Bibliotecă + Top albume
ru: Медиатека, топ-альбомы
sk: Knižnica + Top albumy
sl: Knjižnica + Najboljši albumi
sv: Bibliotek och toppalbum
th: คลัง + อัลบั้มยอดนิยม
tr: Arşiv + En Popüler Albümler
uk: Медіатека/Топ альбоми
vi: Thư viện + Top album
zh_cn: 资料库+热门专辑
zh_hk: 資料庫+熱門專輯
zh_tw: 資料庫+熱門專輯

# MusicAppLibrarySection
source: Library
ar: المكتبة
ca: Biblioteca
cs: Knihovna
da: Bibliotek
de: Mediathek
el: Βιβλιοθήκη
es: Biblioteca
es_us: Biblioteca
fi: Kirjasto
fr: Bibliothèque
fr_ca: Bibliothèque
he: ספריה
hi: लाइब्रेरी
hr: Medijateka
hu: Könyvtár
id: Perpustakaan
it: Libreria
ja: ライブラリ
ko: 보관함
ms: Pustaka
nb: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Медиатека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
th: คลัง
tr: Arşiv
uk: Медіатека
vi: Thư viện
zh_cn: 资料库
zh_hk: 資料庫
zh_tw: 資料庫

# MusicAppLyricsLargeTextSettingDescription
source: Choose whether lyrics or pronunciation appears larger when both are displayed.
ar: اختر ما إذا كان سيتم عرض كلمات الأغنية أو النطق بحجم أكبر عند عرضهما معًا.
ca: En cas que estiguin disponibles tant la lletra de la cançó com la pronunciació, tria quina de les dues vols que es mostri més gran.
cs: Umožňuje vybrat, zda se má větším písmem zobrazovat text, nebo jeho výslovnost, pokud jsou aktivované současně.
da: Vælg, om sangtekster eller udtale ser større ud, når begge vises.
de: Wähle aus, ob bei gleichzeitiger Anzeige der Liedtext oder die Aussprache größer angezeigt werden soll.
el: Επιλέξτε αν το μέγεθος των στίχων ή της προφοράς θα είναι μεγαλύτερο σε περίπτωση ταυτόχρονης εμφάνισής τους.
es: Elige si ver más grande la letra o la pronunciación cuando se muestren ambas a la vez.
es_us: Elige cuál de las dos, la letra o la pronunciación, quieres que salga de mayor tamaño cuando se muestren al mismo tiempo.
fi: Valitse näkyvätkö sanat vai ääntämys suurempana, kun molemmat näkyvät.
fr: Indiquez si vous souhaitez afficher les paroles ou la prononciation en plus grand lorsque les deux sont affichées.
fr_ca: Choisissez si la police des paroles ou de la prononciation doit être plus grande lorsque les deux sont affichées.
he: כאשר מילות שירים מוצגות יחד עם אופן ההגייה שלהן, ניתן לבחור מה יופיע בגודל גדול יותר.
hi: गीत के बोल और उच्चारण दोनों दिखाए जा रहे हों, तो चुनें कि किसको बड़े आकार में दिखाया जाएगा।
hr: Odaberite hoće li se stihovi ili izgovor prikazivati uvećani kad je oboje prikazano.
hu: Megadhatja, hogy a dalszöveg vagy a kiejtés legyen-e nagyobb méretben látható, amikor mindkettő megjelenik.
id: Pilih apakah lirik atau pelafalan muncul lebih besar saat keduanya ditampilkan.
it: Scegli se mostrare il testo o la pronuncia con un font più grande quando vengono visualizzati entrambi.
ja: 歌詞と発音の両方が表示されている場合、どちらを大きく表示するかを選択します。
ko: 가사 및 발음이 모두 표시될 때 어떤 항목을 더 크게 표시할지 선택합니다.
ms: Pilih sama ada lirik atau sebutan kelihatan lebih besar apabila kedua-duanya dipaparkan.
nb: Velg om sangteksten eller uttalen skal ha større tekst når de vises samtidig.
nl: Kies of de songtekst of de uitspraak groter moet worden weergegeven wanneer beide worden getoond.
pl: Wybierz, czy większą czcionką mają być wyświetlane słowa utworu czy ich wymowa (gdy są widoczne w tym samym czasie)
pt_br: Se tanto a letra da música quanto a pronúncia forem exibidas, escolha qual delas aparecerá em tamanho maior.
pt_pt: Escolha se a letra ou a pronúncia aparece destacada quando ambas estão disponíveis.
ro: Alegeți dacă doriți ca textul versurilor sau al pronunției să utilizeze un font mai mare atunci când sunt afișate ambele.
ru: Выберите, что показывать крупнее: слова песни или их произношение.
sk: Umožňuje vám vybrať, či sa má väčším písmom zobraziť text skladby alebo jeho výslovnosť (ak sú zobrazené súčasne).
sl: Izberite, ali bo v večji pisavi prikazano besedilo ali izgovarjava, ko sta prikazana oba.
sv: Välj om låttexter eller uttal ska vara större när båda visas.
th: เลือกว่าจะให้เนื้อเพลงหรือเนื้อร้องมีขนาดใหญ่ขึ้นหรือไม่เมื่อแสดงทั้งสองรายการ
tr: Şarkı sözleri ve telaffuz aynı anda görüntülenirken hangisinin daha büyük görüneceğini seçin.
uk: Оберіть, що показуватиметься більшим шрифтом — текст пісні чи вимова, якщо вони зʼявляються одночасно.
vi: Chọn xem có hiển thị lời bài hát hoặc cách phát âm lớn hơn không khi cả hai được hiển thị.
zh_cn: 同时显示时，选择要以更大字体显示歌词还是发音。
zh_hk: 在歌詞和發音同時出現時，選擇哪一個以較大文字顯示。
zh_tw: 選擇在歌詞和發音皆出現時要讓何者放大顯示。

# MusicAppLyricsLargeTextSettingTitle
source: Larger Text
ar: نص أكبر
ca: Text més gran
cs: Větší text
da: Større tekst
de: Größerer Text
el: Μεγαλύτερο κείμενο
es: Texto más grande
es_us: Texto más grande
fi: Suurempi teksti
fr: Police plus grande
fr_ca: Police plus grande
he: מלל גדול יותר
hi: बड़ा टेक्स्ट
hr: Veća slova
hu: Nagyobb szöveg
id: Teks yang Lebih Besar
it: Testo più grande
ja: 文字を拡大
ko: 더 큰 텍스트
ms: Teks Lebih Besar
nb: Større tekst
nl: Grotere tekst
pl: Większy tekst
pt_br: Texto Maior
pt_pt: Texto maior
ro: Text mai mare
ru: Крупный текст
sk: Väčší text
sl: Večje besedilo
sv: Större text
th: ข้อความตัวใหญ่
tr: Büyük Metin
uk: Більший шрифт
vi: Chữ lớn hơn
zh_cn: 更大字体
zh_hk: 較大文字
zh_tw: 放大文字

# MusicAppLyricsSection
source: Lyrics
ar: كلمات الأغنية
ca: Lletra
cs: Text
da: Sangtekster
de: Liedtext
el: Στίχοι
es: Letra
es_us: Letra
fi: Sanat
fr: Paroles
fr_ca: Paroles
he: מילים
hi: गीत के बोल
hr: Stihovi
hu: Dalszöveg
id: Lirik
it: Testo
ja: 歌詞
ko: 가사
ms: Lirik
nb: Sangtekst
nl: Songtekst
pl: Słowa utworu
pt_br: Letra
pt_pt: Letra
ro: Versuri
ru: Текст песни
sk: Text skladby
sl: Besedilo
sv: Låttexter
th: เนื้อเพลง
tr: Şarkı Sözleri
uk: Слова
vi: Lời bài hát
zh_cn: 歌词
zh_hk: 歌詞
zh_tw: 歌詞

# MusicAppLyricsTransliterationLyricsOptionTitle
source: Lyrics
ar: كلمات الأغنية
ca: Lletra
cs: Text
da: Sangtekster
de: Liedtext
el: Στίχοι
es: Letra
es_us: Letra
fi: Sanat
fr: Paroles
fr_ca: Paroles
he: מילים
hi: गीत के बोल
hr: Stihovi
hu: Dalszöveg
id: Lirik
it: Testo
ja: 歌詞
ko: 가사
ms: Lirik
nb: Sangtekst
nl: Songtekst
pl: Słowa utworu
pt_br: Letra
pt_pt: Letra
ro: Versuri
ru: Текст песни
sk: Text skladby
sl: Besedilo
sv: Låttexter
th: เนื้อเพลง
tr: Şarkı Sözleri
uk: Слова
vi: Lời bài hát
zh_cn: 歌词
zh_hk: 歌詞
zh_tw: 歌詞

# MusicAppLyricsTransliterationPronunciationOptionTitle
source: Pronunciation
ar: النطق
ca: Pronunciació
cs: Výslovnost
da: Udtale
de: Aussprache
el: Προφορά
es: Pronunciación
es_us: Pronunciación
fi: Ääntämys
fr: Prononciation
fr_ca: Prononciation
he: אופן ההגייה
hi: उच्चारण
hr: Izgovor
hu: Kiejtés
id: Pelafalan
it: Pronuncia
ja: 発音
ko: 발음
ms: Sebutan
nb: Uttale
nl: Uitspraak
pl: Wymowa
pt_br: Pronúncia
pt_pt: Pronúncia
ro: Pronunție
ru: Произношение
sk: Výslovnosť
sl: Izgovarjava
sv: Uttal
th: เนื้อร้อง
tr: Telaffuz
uk: Вимова
vi: Phát âm
zh_cn: 发音
zh_hk: 發音
zh_tw: 發音

# MusicAppPlaybackSection
source: Audio
ar: الصوت
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sl: Zvok
sv: Ljud
th: เสียง
tr: Sesler
uk: Аудіо
vi: Âm thanh
zh_cn: 音频
zh_hk: 音訊
zh_tw: 音訊

# MusicAppTopShelf
source: Top Shelf
ar: الصف العلوي
ca: Fila superior
cs: Horní přihrádka
da: Øverst på skærmen
el: Πάνω ράφι
es: Barra superior
es_us: Fila superior
fi: Ylähylly
fr: À ne pas manquer
fr_ca: Rangée supérieure
he: תוכן מועדף
hi: टॉप शेल्फ़
hr: Gornji red
hu: Felső polc
id: Rak Atas
it: In evidenza
ja: トップシェルフ
ko: 상단
ms: Rak Atas
nb: Øverste hylle
nl: Uitgelicht
pl: Górna półka
pt_br: Prateleira Superior
pt_pt: Barra superior
ro: Rând superior
ru: Верхняя строка
sk: Horná ponuka
sl: Izpostavljena vsebina
sv: Översta raden
th: ด้านบนสุด
tr: Üst Raf
uk: Верхня полиця
vi: Hàng trên
zh_cn: 推荐项目
zh_hk: 推薦項目
zh_tw: 推薦項目

# MusicAppTopShelfDescription
source: Customize the Top Shelf of your Home Screen. Video Playlists will preview a playlist of featured music videos. Library + Top Albums will show music recently added to your Library and featured top albums.
ar: تخصيص الصف العلوي للشاشة الرئيسية. ستعرض لك "قوائم تشغيل الفيديو" معاينة لقائمة تشغيل الفيديوهات الموسيقية المميزة. أما "المكتبة + أفضل الألبومات"، فستعرض لك العناصر المضافة حديثًا إلى المكتبة وأفضل الألبومات المميزة.
ca: Personalitza la fila superior de la pantalla d’inici. Amb l’opció “Llistes de vídeo”, es mostrarà la previsualització d’una llista de videoclips destacats, i amb “Biblioteca i top d’àlbums”, la música afegida recentment a la biblioteca i els àlbums de més èxit.
cs: Horní přihrádku plochy si můžete upravit podle svého. Když vyberete „Playlisty videí“, zobrazí se playlist doporučených hudebních videí. Pomocí volby „Knihovna + top alba“ zobrazíte hudbu, kterou jste v poslední době přidali do knihovny, a doporučená nejúspěšnější alba.
da: Tilpas, hvad der skal vises øverst på hjemmeskærmen. Videoplaylister viser en playliste med eksempler fra udvalgte musikvideoer. Bibliotek + Populære album viser musik, der er føjet til dit bibliotek for nylig, og et udvalg af populære album.
de: Passe das Top Shelf deines Home-Bildschirms an. „Video-Playlists“ zeigt eine Vorschau einer Playlist mit empfohlenen Musikvideos an. „Mediathek + Top-Alben“ zeigt die zuletzt zu deiner Mediathek hinzugefügte Musik sowie empfohlene Top-Alben an.
el: Προσαρμόστε το Πάνω ράφι της οθόνης Αφετηρίας σας. Το τμήμα «Λίστες αναπαραγωγής βίντεο» εμφανίζει προεπισκόπηση μιας λίστας αναπαραγωγής προτεινόμενων μουσικών βίντεο. Το τμήμα «Βιβλιοθήκη + Κορυφαία» εμφανίζει τραγούδια που προστέθηκαν πρόσφατα στη Βιβλιοθήκη σας και προτεινόμενα κορυφαία άλμπουμ.
es: Personaliza la barra superior de tu pantalla de inicio. En “Playlists de vídeo” se mostrará una playlist con los videoclips destacados. En “Biblioteca y top álbumes” se incluyen las canciones que has añadido recientemente a tu biblioteca y los álbumes destacados.
es_us: Personaliza la fila superior de tu pantalla de inicio. Playlists de videos mostrará una playlist de videos musicales destacados. La opción Biblioteca y álbumes destacados incluye música agregada recientemente a tu biblioteca y los álbumes del momento.
fi: Muokkaa Koti-valikon ylähylly mieleiseksesi. Videotoistolistat antavat näytteitä esittelyssä olevista musiikkivideoista. Kirjasto + Top-albumit näyttää kirjastoon äskettäin lisättyä musiikkia ja esittelyssä olevia suosituimpia albumeja.
fr: Personnalisez la catégorie « À ne pas manquer » de votre écran d’accueil. « Playlists vidéo » présentera une playlist de clips vidéo sélectionnés. « Bibliothèque + Meilleurs albums » affichera la musique récemment ajoutée à la bibliothèque ainsi qu’une sélection des meilleurs albums.
fr_ca: Personnalisez la rangée supérieure de l’écran d’accueil. « Listes de lecture vidéo » affichera un aperçu d’une liste de lecture de vidéoclips en vedette. « Bibliothèque et meilleurs albums » affichera la musique récemment ajoutée à votre bibliothèque ainsi qu’une sélection des meilleurs albums.
he: באפשרותך להתאים באופן אישי את התוכן המועדף שיוצג במסך הבית. ב״פלייליסטים של סרטונים״ ניתן לראות תצוגה מקדימה של פלייליסט עם קליפים מומלצים. ב״ספריה + אלבומים מובילים״ ניתן לראות מוזיקה שנוספה לאחרונה לספריה ואלבומים מובילים מומלצים.
hi: अपनी होम स्क्रीन का टॉप शेल्फ़ कस्टमाइज़ करें। वीडियो प्लेलिस्ट में फ़ीचर किए गए संगीत वीडियो की प्लेलिस्ट का प्रीव्यू दिखाया जाएगा। “लाइब्रेरी + शीर्ष ऐल्बम” आपकी लाइब्रेरी और फ़ीचर्ड शीर्ष ऐल्बम में हाल ही में जोड़ा गया संगीत दिखाएगा।
hr: Prilagodite gornji red početnog zaslona. U Video listama prikazivat će se lista izdvojenih glazbenih spotova. U odjeljku Medijateka + Top albumi prikazivat će se glazba koja je nedavno dodana u vašu medijateku i izdvojeni top albumi.
hu: Testreszabhatja a Főképernyő felső polcát. A Videó-lejátszásilisták segítségével belehallgathat a kiemelt zenei videók lejátszási listáiba. A Könyvtár + Legnépszerűbb albumok rész a könyvtárához nemrég hozzáadott zeneszámokat és a kiemelt népszerű albumokat jeleníti meg.
id: Sesuaikan Rak Atas Layar Utama Anda. Daftar Putar Video akan mempratinjau daftar putar video musik unggulan. Perpustakaan + Album Teratas akan menampilkan musik yang baru ditambahkan ke Perpustakaan Anda dan album teratas unggulan.
it: Personalizza i contenuti nella sezione “In evidenza” della schermata Home. L’opzione “Playlist video” ti proporrà una playlist di video musicali in primo piano. “Libreria + Top album” ti mostrerà la musica aggiunta di recente alla tua libreria e una selezione di album popolari.
ja: ホーム画面のトップシェルフをカスタマイズします。“ビデオプレイリスト”には、おすすめのミュージックビデオのプレイリストがプレビュー表示されます。“ライブラリ+トップアルバム”には、最近ライブラリに追加されたミュージックとおすすめのトップアルバムが表示されます。
ko: 홈 화면의 상단을 사용자화합니다. ‘비디오 플레이리스트’에서 추천 뮤직비디오 플레이리스트를 미리 볼 수 있습니다. ‘보관함 + 인기 앨범’에는 최근에 보관함에 추가된 음악 및 추천 인기 앨범이 표시됩니다.
ms: Sesuaikan Rak Atas Skrin Utama anda. Senarai Main Video akan mempratonton senarai main video muzik yang ditampilkan. Pustaka + Album Teratas akan menunjukkan muzik yang ditambahkan baru-baru ini pada Pustaka anda dan album teratas yang ditampilkan.
nb: Tilpass hva som vises øverst på Hjem-skjermen. Videospillelister vil forhåndsvise en spilleliste med aktuelle musikkvideoer. Bibliotek + populære albumer vil vise musikk som nylig ble lagt til i biblioteket, samt aktuelle populære albumer.
nl: Pas 'Uitgelicht' op je beginscherm aan. In 'Videolijsten' zie je een voorbeeld van een afspeellijst van uitgelichte muziekvideo's. In 'Bibliotheek + topalbums' zie je muziek die recent is toegevoegd aan je bibliotheek en uitgelichte topalbums.
pl: Dostosuj górną półkę ekranu głównego. Opcja Listy wideo wyświetla playlistę polecanych teledysków. Opcja Biblioteka, najpopularniejsze wyświetla rzeczy ostatnio dodane do biblioteki oraz wybór polecanych najpopularniejszych albumów.
pt_br: Personalize a Prateleira Superior da sua Tela de Início. As Playlists de Vídeo fornecerão uma prévia dos videoclipes em destaque. Biblioteca + Principais Álbuns mostra músicas adicionadas recentemente à Biblioteca e os principais álbuns em destaque.
pt_pt: Personalize a barra superior do ecrã principal. “Listas de vídeos” apresenta uma lista de reprodução dos videoclipes em destaque. “Biblioteca e top de álbuns” mostra as músicas adicionadas recentemente à biblioteca e os principais álbuns em destaque.
ro: Personalizați rândul superior al ecranului principal. „Liste de redare video” afișează o previzualizare a unei liste de redare cu clipuri muzicale recomandate. „Bibliotecă + Top albume” afișează muzica adăugată recent în bibliotecă și albumele de top recomandate.
ru: Настройте верхнюю строку экрана «Домой». В разделе «Видеоплейлисты» будет показан плейлист из рекомендованных видеоклипов. В разделе «Медиатека, топ‑альбомы» появятся подборка лучших альбомов и музыка, недавно добавленная в медиатеку.
sk: Prispôsobí hornú ponuku na ploche. Možnosť „Videoplaylisty“ zobrazí náhľad playlistu s vybranými hudobnými videami. Možnosť „Knižnica + Top albumy“ zobrazí hudbu, ktorú ste nedávno pridali do knižnice, a výber najlepších albumov.
sl: Prilagodite izpostavljeno vsebino na domačem zaslonu. Seznam predvajanja videov vam omogoča ogled seznama predvajanja izpostavljenih glasbenih videov. V razdelkih Knjižnica + Najboljši albumi bo prikazana glasba, ki ste jo nedavno dodali v Knjižnico, in najboljši izpostavljeni albumi.
sv: Anpassa den översta raden på hemskärmen. Videospellistor förhandsvisar en spellista med musikvideor i blickfånget. Bibliotek och toppalbum visar musik som nyligen har lagts till i biblioteket och toppalbum i urval.
th: กำหนดด้านบนสุดของหน้าจอโฮมของคุณเอง เพลย์ลิสต์วิดีโอจะแสดงตัวอย่างเพลย์ลิสต์ของมิวสิควิดีโอที่แนะนำ คลัง + อัลบั้มยอดนิยมจะแสดงเพลงที่เพิ่มล่าสุดไปยังคลังและอัลบั้มยอดนิยมที่แนะนำ
tr: Ana ekranınızın Üst Raf’ını özelleştirin. Klip Listeleri öne çıkan video kliplerin bir listesini gösterir. Arşiv + Popüler Albümler, Arşiv’e en son eklenen müzikleri ve öne çıkan popüler albümleri gösterir.
uk: Налаштуйте Верхню полицю початкового екрана під себе. У розділі «Відеопідбірки» пропонуються добірні відеокліпи. У розділі «Медіатека/Топ альбоми» зібрано нещодавно додану музику й добірку топових альбомів.
vi: Tùy chỉnh Hàng trên trong Màn hình chính của bạn. Playlist video sẽ hiển thị trước một playlist gồm các video nhạc nổi bật. Thư viện + Top album sẽ hiển thị nhạc được thêm gần đây vào Thư viện của bạn và các album hàng đầu nổi bật.
zh_cn: 自定义主屏幕上的“推荐项目”。“视频播放列表”会提供精选音乐视频播放列表的预览。“资料库+热门专辑”会显示最近添加到“资料库”的音乐和精选热门专辑。
zh_hk: 自訂主畫面的「推薦項目」。「影片播放清單」將會預覽精選的MV播放清單。「資料庫+熱門專輯」會顯示最近加至「資料庫」的音樂和精選的熱門專輯。
zh_tw: 自訂主畫面的「推薦項目」。「影片播放列表」會預覽精選的音樂影片播放列表。「資料庫+熱門專輯」會顯示最近加入「資料庫」的音樂和精選的熱門專輯。

# MusicAppVideoPlaylists
source: Video Playlists
ar: قوائم تشغيل الفيديو
ca: Llistes de vídeo
cs: Playlisty videí
da: Videoplaylister
el: Λίστες αναπαραγωγής βίντεο
es: Playlists de vídeo
es_us: Playlists de videos
fi: Videotoistolistat
fr: Playlists vidéo
fr_ca: Listes de lecture vidéo
he: פלייליסטים של סרטונים
hi: वीडियो प्लेलिस्ट
hr: Video liste
hu: Videó-lejátszásilisták
id: Daftar Putar Video
it: Playlist video
ja: ビデオプレイリスト
ko: 비디오 플레이리스트
ms: Senarai Main Video
nb: Videospillelister
nl: Videolijsten
pl: Listy wideo
pt_br: Playlists de Vídeos
pt_pt: Listas de vídeos
ro: Liste de redare video
ru: Видеоплейлисты
sk: Videoplaylisty
sl: Seznami predvajanja videov
sv: Videospellistor
th: เพลย์ลิสต์วิดีโอ
tr: Klip Listeleri
uk: Відеопідбірки
vi: Playlist video
zh_cn: 视频播放列表
zh_hk: 影片播放清單
zh_tw: 影片播放列表
